export const quiz = [
  {
    title: "Какой из ниже перечисленных ответов правильный?",
    answers: [
      "У Пророка Мухаммада (ﷺ) не оставались следы на песке",
      "У Пророка Мухаммада (ﷺ) не было тени от солнца и луны",
      "Пророк Мухаммад (ﷺ) понимал язык животных",
      "Пророк Мухаммад (ﷺ) знал события происходящие на больших расстояниях",
      "Пророку Мухаммаду (ﷺ) спослан Коран (частями)",
      "Все ответы верны",
    ],
    correctAnswerIndex: 5,
  },
  {
    title:
      "Кто из ниже перечисленных Пророков является последним Пророком-печатью Пророков?",
    answers: [
      "Муса (Моисей) Мир ему ",
      "Иса (Исус) Мир ему",
      "Нух (Ной) Мир ему",
      "Мухаммад Мир ему и Благословение Аллаха",
      "ни один из выше перечисленных ответов не верен",
    ],
    correctAnswerIndex: 3,
  },
  {
    title:
      "Сколько раз спускался Ангел Джибрил Мир ему к Пророку Мухаммаду (мир ему и благословение Аллаха)?",
    answers: [
      "4 раза",
      "10 раз",
      "480 раз",
      "24 тысячи раз",
      "23 раза",
      "46 раз",
    ],
    correctAnswerIndex: 3,
  },
  {
    title:
      "Для приведения доказательства о пророчестве Мухаммада (мир ему и благословение Аллаха) о чем его попросила группа неверующих?",
    answers: [
      "Изменить цвет Луны",
      "Уменьшить размер Луны",
      "Увеличить размер Луны",
      "Скрыть из виду Луну",
      "Расколоть Луну",
    ],
    correctAnswerIndex: 4,
  },
  {
    title:
      "Что сказал впервые Ангел Джибриль Пророку Мухаммаду (мир ему и благословение Аллаха) при первом откровении?",
    answers: ["«Увещевай»", "«Славь»", "«Читай»", "«Наставляй»", "«Просвещай»"],
    correctAnswerIndex: 2,
  },
  {
    title:
      "На какое небо был спослан Коран в ночь предопределения (Ляйлятуль Кадр) месяца Рамадан 14 веков назад?",
    answers: [
      "Пятое небо",
      "Шестое небо",
      "Седьмое небо",
      "Второе небо",
      "Первое небо",
      "Третье небо",
      "Четвертое небо",
    ],
    correctAnswerIndex: 0,
  },
  {
    title:
      "День Рождения Пророка Мухаммада (мир ему и благословение Аллаха). Выберите правильный ответ:",
    answers: [
      "Как только родился, он совершил сажда (земной поклон) и шепотом говорил: «Умма, умма»",
      "Подняв голову отчетливо произнес: «Ля иляха илляллах инни расулюллах»",
      "При рождении появился яркий луч, осветивший все вокруг",
      "Он родился чисто омытым, с отрезанной пуповиной и над ним уже совершено обрезание",
      "На спине между лопатками у него была надпись «Ля иляха илляллах Мухаммадан расулюллах»",
      "Все ответы верны",
    ],
    correctAnswerIndex: 5,
  },
  {
    title:
      "Что сопровождало с детства Пророка Мухаммада (мир ему и благословение Аллаха) до и после начала Пророчества?",
    answers: [
      "Стая птиц",
      "Стая животных",
      "Стая пчел",
      "Маленькое облако",
      "Все ответы верны",
    ],
    correctAnswerIndex: 3,
  },
];
